Revit 2027 API
IntegerParameterValue Properties
The IntegerParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ParameterValue)
Value |  The stored value
Top
See Also
Reference
IntegerParameterValue Class
Autodesk.Revit.DB Namespace